Repository: uuneo/Menus
Catalog: PeacockMenus/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko

source: 会员优先服务
en: Priority service for members
ja: 会員優先サービス
ko: 회원 우선 서비스

source: 修改数据后将实时保存在本地 不需要任何保存动作
en: Data will be saved locally in real-time after modification No save action required
ja: データを変更するとリアルタイムでローカルに保存されます 保存操作は不要です
ko: 데이터를 수정한 후 실시간으로 로컬에 저장됩니다\n어떤 저장 동작도 필요하지 않습니다

source: 1. 课程折扣7折 2. 卡诗洗发水
en: 1. 30% off on courses 2. Kérastase shampoo
ja: 1. コース50%オフ 2. カシオペアシャンプー
ko: 1. 코스 70% 할인 2. 카시 샴푸

source: 1. 课程折扣8折
en: 1. 20% off on courses
ja: 1. コース割引80%オフ
ko: 1. 코스 80% 할인

source: 3折
en: 70% off
ja: 「3割引」
ko: 3할인

source: 6折
en: 40% off
ja: 「6割引」
ko: 6할인

source: 7折
en: 30% off
ja: 「7割引」
ko: 7할인

source: 8折
en: 20% off
ja: 「8割引」
ko: 8할인

# API
source: 接口
en: API
ja: API
ko: API

source: App设置
en: App Settings
ja: アプリ設定
ko: 앱 설정

# Cancel
source: 取消
en: Cancel
ja: キャンセル
ko: 취소

# Locked File
source: 锁定文件
en: Locked File
ja: 「ロックされたファイル」
ko: 잠긴 파일

# OK
source: 确定
en: OK
ja: 「OK」
ko: 확인

# Password
source: 密码
en: Password
ja: パスワード
ko: 비밀번호

# This file has been locked by the user, please enter the password to continue.
source: 该文件已被用户锁定，请输入密码继续。
en: This file has been locked by the user, please enter the password to continue.
ja: このファイルはユーザーによってロックされています。続行するにはパスワードを入力してください。
ko: 이 파일은 사용자에 의해 잠겨 있습니다. 계속하려면 비밀번호를 입력하세요.

source: 一次相遇，终身美好
en: One encounter, a lifetime of beauty.
ja: 一度の出会い、一生の美しさ
ko: 한 번의 만남, 평생의 아름다움

source: 上传数据
en: Upload Data
ja: アップロードデータ
ko: 데이터 업로드

source: 中间文字
en: Middle Text
ja: 中間文字
ko: 중간 문자

source: 价格
en: Price
ja: 価格
ko: 가격

source: 价格%lld
en: Price %lld
ja: 価格%lld
ko: 가격%lld

source: 价目表
en: Menus
ja: 価格表
ko: 가격표

source: 会员¥
en: Vip$
ja: メンバー¥
ko: 회원 ¥

source: 会员卡
en: Vip Card
ja: 会員カード
ko: 멤버십 카드

source: 会员卡副标题
en: Membership Card Subtitle
ja: 「メンバーカードサブタイトル」
ko: 멤버십 카드 부제목

source: 会员卡标题
en: Membership Card Title
ja: 「会員カードタイトル」
ko: 멤버십 카드 제목

source: 会员卡页面
en: Membership Card Page
ja: 「会員カードページ」
ko: 멤버십 카드 페이지

source: 会员姓名:
en: Member Name:
ja: 会員姓名：
ko: 회원 성함:

source: 修改完成后点击按钮可以上传信息到服务器
en: After modification, click the button to upload the information to the server
ja: 変更完了後、ボタンをクリックして情報をサーバーにアップロードできます
ko: 수정 완료 후 버튼을 클릭하면 정보를 서버에 업로드할 수 있습니다.

source: 修改数据
en: Change Data
ja: データを修正
ko: 데이터 수정

source: 元
en: Yuan
ja: 「円」
ko: 원

source: 元/6次
en: CNY/6 x
ja: 6回目
ko: 6회/월

source: 元/12次
en: CNY/12 x
ja: 12回中1回
ko: 12회 중 1회

source: 元/次
en: CNY/1 x
ja: 回/回
ko: 회/번

source: 全部数据
en: All Data
ja: 「全データ」
ko: 전체 데이터

source: 分类标题
en: Category Title
ja: 分類タイトル
ko: 분류 제목

source: 切换图标
en: Switch Icon
ja: アイコンを切り替える
ko: 아이콘 전환

source: 切换默认首页
en: Change Home Page
ja: 「デフォルトホームページを切り替え」
ko: 기본 홈페이지 전환

source: 初始化将删除全部数据
en: Initialization deletes all data
ja: 初期化はすべてのデータを削除します
ko: 초기화하면 모든 데이터가 삭제됩니다

source: 删除
en: delete
ja: 削除
ko: 삭제

source: 前缀
en: Prefix
ja: プレフィックス
ko: 접두사

source: 剪发
en: Cut Hair
ja: カット
ko: 커트

source: 副标题
en: Subtitle
ja: サブタイトル
ko: 부제

source: 千分位
en: thousandth
ko: 천분위

source: 单位
en: Unit
ja: 単位
ko: 단위

source: 卡号:
en: Card number:
ja: カード番号:
ko: 카드 번호:

source: 卡名称
en: Card Name
ja: カード名
ko: 카드 이름

source: 卡彼
en: Capilo
ja: カピオ
ko: 카피오

source: 只能导入.json文件
en: Only .json files can be imported
ja: 「.jsonファイルのみインポート可能」
ko: JSON 파일만 가져올 수 있습니다

source: 右滑返回
en: Swipe Right to Return
ja: 右にスワイプして戻る
ko: 오른쪽으로 스와이프하여 돌아가기

source: 后缀
en: Suffix
ja: 接尾辞
ko: 접미사

source: 图片
en: Image
ja: 画像
ko: 이미지

source: 图片地址
en: Image Address
ja: 画像のアドレス
ko: 이미지 주소

source: 基础篇
en: Basic Section
ja: 基礎編
ko: 기초편

source: 复制
en: Copy
ja: コピー
ko: 복사

source: 头皮
en: Scalp Health
ja: 頭皮
ko: 두피

source: 头皮健康
en: Scalp Health
ja: 頭皮の健康
ko: 두피 건강

source: 威娜
en: Wella
ja: 「ウィーナ」
ko: 비너스

source: 子菜单标题
en: Submenu title
ja: 「サブメニュータイトル」
ko: 하위 메뉴 제목

source: 完成
en: Complete
ja: 「完了」
ko: 완료

source: 导入信息
en: Import Information
ja: インポート情報
ko: 정보 가져오기

source: 导入数据
en: Import Data
ja: データのインポート
ko: 데이터 가져오기

source: 导出信息
en: Export Information
ja: エクスポート情報
ko: 내보내기 정보

source: 小数
en: Decimal
ko: 소수

source: 已领：%@
en: Claimed: %@
ja: 受領済み：%@
ko: 받음:%@

source: 平均值
en: Average value
ja: 平均値
ko: 평균값

source: 总监
en: DIRECTORS
ja: 「総監」
ko: 총감

source: 恢复初始化
en: Restore Initialization
ja: 「初期化を元に戻す」
ko: 초기화 복원

source: 恢复数据到初始状态
en: Restore data to initial state
ja: データを初期状態に復元
ko: 데이터를 초기 상태로 복원

source: 所有项目
en: All Items
ja: 「すべてのプロジェクト」
ko: 모든 프로젝트

source: 打开设置
en: Open Settings
ja: 設定を開く
ko: 설정 열기

source: 扫一扫
en: Scan
ja: 「スキャン」
ko: 스캔하기

source: 扫码成功
en: Scan successful
ja: スキャン成功
ko: 스캔 성공

source: 折扣
en: Discount
ja: 割引
ko: 할인

source: 折扣2
en: Discount2
ja: 「折込2」
ko: 접기2

source: 折扣名称
en: Discount Name
ja: 割引名称
ko: 할인 이름

source: 护理
en: Care
ja: ケア
ko: 관리

source: 护理篇
en: Care Section
ja: 「ケア編」
ko: 관리 편

source: 提示
en: Tips
ja: プロンプト
ko: 프롬프트

source: 搜索数据
en: Search Data
ja: 「検索データ」
ko: 검색 데이터

source: 数据初始化
en: Data initialization
ja: データ初期化
ko: 데이터 초기화

source: 文件导入优先级大于文字导入
en: File Import Priority Over Text Import
ja: ファイルインポートの優先度がテキストインポートよりも高い
ko: 파일 가져오기 우선순위가 텍스트 가져오기보다 높습니다

source: 新项目
en: NewItem
ja: 「新プロジェクト」
ko: 새 프로젝트

source: 是否打折
en: Is Discount Applied
ja: 「割引しますか」
ko: 할인 여부

source: 是否确定恢复初始化
en: Confirm Restore Initialization
ja: 初期化を元に戻してもよろしいですか
ko: 초기화 복원을 확정하시겠습니까

source: 显示提示
en: Show Tips
ja: ヒントを表示
ko: 표시 프롬프트

source: 显示课程
en: Show Course
ja: 「コースを表示」
ko: 코스 표시

source: 普卡
en: Basic Card
ja: 「プカ」
ko: 푸카

source: 智能助手
en: AI Assistant
ja: 「スマートアシスタント」
ko: 스마트 어시스턴트

source: 更换图标
en: Change Icon
ja: アイコンの変更
ko: 아이콘 교체

source: 更新价目表
en: Update Menu
ja: 「価格表を更新」
ko: 업데이트 가격표

source: 服务器必须实现GET和POST方法，GET方法返回JSON数据，POST方法接收JSON文件
en: The server must implement GET and POST methods; the GET method returns JSON data, the POST method receives JSON files.
ja: サーバーはGETとPOSTメソッドを実装する必要があります。GETメソッドはJSONデータを返し、POSTメソッドはJSONファイルを受け取ります。
ko: 서버는 GET 및 POST 메소드를 구현해야 하며, GET 메소드는 JSON 데이터를 반환하고, POST 메소드는 JSON 파일을 수신합니다.

source: 本地数据将覆盖服务器数据
en: The local data overwrites the server data
ja: ローカルデータがサーバーデータを上書きします
ko: 로컬 데이터가 서버 데이터를 덮어씁니다

source: 染发
en: Hair Coloring
ja: 「髪を染める」
ko: 염색

source: 染发篇
en: Color Section
ja: 「髪染め編」
ko: 염색편

source: 查询到%lld个结果
en: %lld results were queried
ja: %lld件の結果が見つかりました
ko: 검색된 결과 %lld개

source: 查询结果:
en: Query result:
ja: 検索結果：
ko: 검색 결과:

source: 标题
en: Title
ja: タイトル
ko: 제목

source: 求和
en: Summation
ko: 구화

source: 没有结果
en: There is no result.
ja: 「結果がありません」
ko: 결과 없음

source: 清屏
en: Clear the screen
ja: 「クリア」
ko: 클리어 스크린

source: 清空屏幕
en: Clear the screen
ja: 「画面をクリア」
ko: 화면 지우기

source: 点击领取
en: Click to Claim
ja: 「クリックして受け取る」
ko: 클릭하여 수령

source: 烫发
en: Perming
ja: 「湯発」
ko: 염색

source: 烫发篇
en: Perming Section
ja: 「湯発篇」
ko: 매운맛 편

source: 确定
en: Confirm
ja: 「確定」
ko: 확인

source: 示例项目
en: Example Item
ja: サンプルプロジェクト
ko: 예시 프로젝트

source: 礼品
en: Gift
ja: ギフト
ko: 선물

source: 礼品领取
en: Gift collection
ja: ギフト受取
ko: 선물 수령

source: 礼物领取
en: Gift collection
ja: ギフト受取
ko: 선물 수령

source: 礼物领取设置
en: Gift collection Settings
ja: ギフト受取設定
ko: 선물 수령 설정

source: 编辑
en: Edit
ja: 編集
ko: 편집

source: 编辑APP数据
en: Edit APP data
ja: 「アプリデータを編集」
ko: 앱 데이터 편집

source: 美丽宫略
en: Beauty Palace
ja: 美しい宮略
ko: 미려궁략

source: 美容
en: Beauty
ko: 미용

source: 美容篇
en: Beauty Section
ko: 미용 편

source: 背景颜色
en: BackgroundColor
ja: 背景色
ko: 배경 색상

source: 自动同步地址
en: Auto Sync Address
ja: 「自動同期アドレス」
ko: 자동 동기화 주소

source: 菜单图标
en: Menu Icon
ja: メニューアイコン
ko: 메뉴 아이콘

source: 菜单底部
en: Bottom of Menu
ja: 「メニュー下部」
ko: 메뉴 하단

source: 菜单标题
en: Menu title
ja: メニュータイトル
ko: 메뉴 제목

source: 菲灵
en: FILLING
ja: フェイリン
ko: 필링

source: 触感
en: Tactile sensation
ko: 터치

source: 计算器
en: Calculator
ja: 電卓
ko: 계산기

source: 计算器设置
en: Calculator Settings
ja: 「計算機設定」
ko: 계산기 설정

source: 设置
en: Setting
ja: 設定
ko: 설정

source: 设置密码
en: Set Password
ja: パスワードを設定
ko: 비밀번호 설정

source: 请将数据粘贴到这里
en: Please Paste Data Here
ja: データをここに貼り付けてください
ko: 데이터를 여기에 붙여넣으세요

source: 身体
en: Body
ko: 신체

source: 输入备注
en: Enter the remarks
ja: 「入力備考」
ko: 입력 참고

source: 输入密码
en: Enter Password
ja: 「パスワードを入力」
ko: 비밀번호 입력

source: 输入手机号码搜索
en: Enter the mobile phone number to search
ja: 携帯電話番号を入力して検索
ko: 휴대폰 번호 입력 검색

source: 选择
en: select
ja: 選択
ko: 선택

source: 选择/输入背景颜色
en: Select/enter the background color
ja: 「背景色を選択/入力」
ko: 배경 색상 선택/입력

source: 选择卡片
en: Select Card
ja: 「カードを選択」
ko: 카드 선택

source: 选择文件
en: Select File
ja: ファイルを選択
ko: 파일 선택

source: 选择项目大类
en: Select Main Category
ja: 「プロジェクトカテゴリを選択」
ko: 프로젝트 카테고리 선택

source: 选择项目小类
en: Select Subcategory
ja: 「プロジェクトサブカテゴリの選択」
ko: 프로젝트 하위 카테고리 선택

source: 通用设置
en: Base Settings
ja: 「一般設定」
ko: 일반 설정

source: 造型
en: Styling
ja: 造形
ko: 스타일링

source: 重新展示提示信息
en: Display the prompt again
ja: 「ヒント情報を再表示」
ko: 재표시 안내 메시지

source: 重新扫码
en: Rescan
ja: 「再スキャン」
ko: 재스캔

source: 金卡
en: Gold Card
ko: 금카드

source: 金钻会员专享
en: Exclusive for Gold Diamond Members
ja: 「ダイヤモンド会員限定特典」
ko: 골드 다이아몬드 회원 전용

source: 金额
en: Amount
ja: 金額
ko: 금액

source: 钻卡
en: Diamond Card
ja: 「ドリルカード」
ko: 카드

source: 银卡
en: Silver Card
ja: 「銀行カード」
ko: 은행카드

source: 面部
en: Face
ja: 顔面
ko: 얼굴

source: 项目
en: Item
ja: 「プロジェクト」
ko: 프로젝트

source: 项目分类
en: Item classification
ja: プロジェクトカテゴリ
ko: 프로젝트 분류

source: 项目副标题
en: Item Subtitle
ja: プロジェクトサブタイトル
ko: 프로젝트 부제목

source: 项目同步失败
en: Project syn failure
ja: 「プロジェクト同期失敗」
ko: 프로젝트 동기화 실패

source: 项目同步成功
en: Project sync success
ja: 「プロジェクト同期成功」
ko: 프로젝트 동기화 성공

source: 项目名称
en: Item Name
ja: プロジェクト名
ko: 프로젝트 이름

source: 项目图片
en: Item Image
ja: プロジェクト画像
ko: 프로젝트 이미지

source: 项目大类
en: Main Category
ja: 「プロジェクトカテゴリ」
ko: 프로젝트 대분류

source: 项目小类
en: Subcategory
ja: 「プロジェクトサブカテゴリ」
ko: 프로젝트 소분류

source: 项目小类别
en: Subcategory Type
ja: 「プロジェクトサブカテゴリ」
ko: 프로젝트 하위 카테고리

source: 项目小类副标题
en: Subcategory Subtitle
ja: 「プロジェクトサブカテゴリサブタイトル」
ko: 프로젝트 소분류 부제목

source: 项目小类底部
en: Subcategory Footer
ja: 「プロジェクトのサブカテゴリ下部」
ko: 프로젝트 하단 카테고리

source: 项目标题
en: Item Title
ja: プロジェクトタイトル
ko: 프로젝트 제목

source: 项目颜色
en: Item Color
ja: プロジェクトの色
ko: 프로젝트 색상

source: 领取列表
en: Claim List
ja: 「受取リスト」
ko: 수령 목록

source: 首席
en: Chief or Head
ja: 「チーフ」
ko: 최고경영자(CEO)

source: 默认首页
en: Default Page
ja: デフォルトホームページ
ko: 기본 홈페이지

source: Basic Card
ja: 「基本カード」
ko: 기본 카드

source: Beauty
ja: 「美しさ」
ko: 아름다움

source: Beauty Chapter
ja: 「美の章」
ko: 미의 장

source: Diamond
ja: ダイヤモンド
ko: 다이아몬드

source: Diamond Card
ja: 「ダイヤモンドカード」
ko: 다이아몬드 카드

source: DIRECTORS
ja: 「ディレクター」
ko: 감독

source: Example Item
ja: 例のアイテム
ko: 예시 항목

source: Gold Card
ja: 「ゴールドカード」
ko: 골드 카드

source: Hair Care
ja: ヘアケア
ko: 헤어 케어

source: Hair Care Chapter
ja: 「ヘアケアの章」
ko: 헤어 케어 챕터

source: Hair Cut
ja: 「ヘアカット」
ko: 헤어 컷

source: Hair Cut Chapter
ja: 「ヘアカットの章」
ko: 헤어 컷 챕터

source: Hair Dyeing
ja: ヘアカラーリング
ko: 머리 염색

source: Hair Dyeing Chapter
ja: 「ヘアダイの章」
ko: 염색 편

source: key
ja: キー
ko: 키

source: NewItem
ja: 新規アイテム
ko: 새 항목

source: other
ja: 「その他」
ko: 기타

source: Peacock-Cards
ja: 「ピーコックカード」
ko: 공작새 카드

source: Peacock-Items
ja: 「孔雀のアイテム」
ko: 공작-항목

source: Peacock-Menus
ja: 「ピーコックメニュー」
ko: 공작 메뉴

source: Perming
ja: パーマ
ko: 펌

source: Perming Chapter
ja: 「パーマの章」
ko: 퍼밍 챕터

source: Scalp Care
ja: 「スカルプケア」
ko: 두피 케어

source: Scalp Care Chapter
ja: 「頭皮ケアの章」
ko: 두피 케어 챕터

source: Silver Card
ja: 「シルバーカード」
ko: 실버 카드
